Repository: Avenger-285714/openmediavault
Catalog: deb/openmediavault-lvm2/usr/share/openmediavault/locale/*/openmediavault-lvm2.po
Languages: ar_sa, ca_es, el_gr, fr_fr, hu_hu, ja_jp, pl_pl, tr_tr, uk_uk

source: Active
ar_sa: نشط
ca_es: Actiu
el_gr: Ενεργό
fr_fr: Actif
hu_hu: Aktív
ja_jp: アクティブ
pl_pl: Aktywny
tr_tr: Aktif
uk_uk: Активний

source: Add physical volume
ar_sa: إضافة وحدة تخزين حقيقية
ca_es: Afegir un volum físic
el_gr: Προσθήκη φυσικού τόμου
fr_fr: Ajouter un volume physique
hu_hu: Fizikai kötet hozzáadása
ja_jp: 物理ボリュームの追加
pl_pl: Dodaj fizyczny wolumin
tr_tr: Fiziksel bölüm ekle
uk_uk: Додати фізичний розділ

source: After the logical volume has been extended you can resize the containing filesystem.
ar_sa: بعد توسيع وحدة التخزين المنطقية ، يمكنك تغيير حجم نظام الملفات الموجود داخل هذه الوحدة
ca_es: Després de que el volum lògic s'hagi estès podrà modificar la mida del sistema de fitxers que conté.
el_gr: Μετά την επέκταση του λογικού τόμου, μπορεί να προσαρμοστεί το σύστημα αρχείων που περιέχεται.
fr_fr: Après l'agrandissement du volume logique, vous pourrez redimensionner le système de fichier.
hu_hu: A logikai kötet kiterjesztése után átméretezhető a fájlrendszer.
ja_jp: 論理ボリュームが拡張された後、ファイルシステムをリサイズできます。
pl_pl: Po rozszerzeniu logicznego woluminu możesz zmieniać zawarty system plików.
tr_tr: Mantıksal bölüm genişletildikten sonra dosya sistemini yeniden boyutlandırabilirsiniz.
uk_uk: Після того, як логічний розділ був розширений ви можете змінити розмір файлової системи.

source: Available
ar_sa: متاح
ca_es: Disponible
el_gr: Διαθέσιμο
fr_fr: Disponible
hu_hu: Elérhető
ja_jp: 利用可能
pl_pl: Dostępność
tr_tr: Hazır
uk_uk: Доступний

source: Capacity
ar_sa: السعة
ca_es: Capacitat
el_gr: Χωρητικότητα
fr_fr: Capacité
hu_hu: Kapacitás
ja_jp: 容量
pl_pl: Pojemność
tr_tr: Kapasite
uk_uk: Ємкість

source: Confirmation
ar_sa: التأكيد
ca_es: Confirmació
el_gr: Επιβεβαίωση
hu_hu: Megerősítés
ja_jp: 確認
pl_pl: Potwierdzenie
tr_tr: Onaylama
uk_uk: Підтвердження

source: Create
ca_es: Crea
el_gr: Δημιουργία
fr_fr: Créer
hu_hu: Létrehozás
ja_jp: 作成
pl_pl: Utwórz
tr_tr: Oluştur
uk_uk: Створити

source: Create logical volume
ar_sa: إنشاء وحدة تخزين منطقية
ca_es: Crear volum lògic
el_gr: Δημιουργία λογικού τόμου
fr_fr: Créer un volume logique
hu_hu: Logikai kötet létrehozása
ja_jp: 論理ボリュームの作成
pl_pl: Stwórz logiczny wolumin
tr_tr: Mantıksal bölüm oluştur
uk_uk: Створення логічного розділу

source: Create volume group
ar_sa: إنشاء مجموعة وحدة تخزين
ca_es: Crear grup de volums
el_gr: Δημιουργία ομάδας τόμων
fr_fr: Créer un groupe de volumes
hu_hu: Kötetcsoport létrehozása
ja_jp: ボリュームグループの作成
pl_pl: Stwórz grupę woluminów
tr_tr: Bölüm grubu oluştur
uk_uk: Створити групу розділів

source: Created logical volume '{{ name }}'.
ca_es: S'ha creat el volum lògic "{{name}}".
el_gr: Δημιουργία λογικού τόμου '{{ name }}'.
fr_fr: Volume logique '{{ name }}' créé.
hu_hu: '{{ name }}' logikai kötet létrehozva.
ja_jp: 論理ボリューム '{{ name }}' を作成しました。
tr_tr: Oluşturulmuş mantıksal bölüm '{{ name }}'.
uk_uk: Створено логічний том '{{ name }}'.

source: Created physical volume {{ devicefile }}.
ca_es: S'ha creat el volum físic {{devicefile}}.
el_gr: Δημιουργία φυσικού τόμου '{{ devicefile }}'.
fr_fr: Volume physique {{ devicefile }} créé.
hu_hu: '{{ name }}' fizikai kötet létrehozva.
ja_jp: 物理ボリューム {{ devicefile }} を作成しました。
tr_tr: Oluşturulmuş fiziksel bölüm {{ devicefile }}.
uk_uk: Створено фізичний том {{ devicefile }}.

source: Created snapshot of logical volume '{{ devicefile }}'.
ca_es: S'ha creat una instantània del volum lògic "{{devicefile}}".
el_gr: Δημιουργία στιγμιότυπου του λογικού τόμου '{{ devicefile }}'.
fr_fr: Instantané du volume logique '{{ devicefile }}' créé.
hu_hu: Pillanatkép a '{{ devicefile }}' logikai kötetről létrehozva.
ja_jp: 論理ボリューム '{{ devicefile }}' のスナップショットを作成しました。
uk_uk: Створено знімок логічного тому "{{ devicefile }}".

source: Created volume group '{{ name }}'.
ca_es: S'ha creat el grup de volums "{{name}}".
el_gr: Δημιουργία ομάδας τόμων '{{ name }}'.
fr_fr: Groupe de volumes '{{ name }}' créé.
hu_hu: '{{ name }}' kötetcsoport létrehozva.
ja_jp: ボリュームグループ '{{ name }}' を作成しました。
tr_tr: Oluşturulmuş bölüm grubu '{{ name }}'.
uk_uk: Створено групу томів "{{ name }}".

source: Description
ar_sa: وصف
ca_es: Descripció
el_gr: Περιγραφή
hu_hu: Leírás
ja_jp: 説明
pl_pl: Opis
tr_tr: Açıklama
uk_uk: Опис

source: Device
ar_sa: الجهاز
ca_es: Dispositiu
el_gr: Συσκευή
fr_fr: Périphérique
hu_hu: Meghajtó
ja_jp: デバイス
pl_pl: Urządzenie
tr_tr: Aygıt
uk_uk: Пристрій

source: Devices
ar_sa: الأجهزة
ca_es: Dispositius
el_gr: Συσκευές
fr_fr: Périphériques
hu_hu: Meghajtók
ja_jp: デバイス
pl_pl: Urządzenia
tr_tr: Aygıtlar
uk_uk: Пристрої

source: Do you really want to create a physical volume on '{{ devicefile }}'?
ca_es: De veritat voleu crear un volum físic a "{{devicefile}}"?
el_gr: Δημιουργία φυσικού τόμου στο '{{ devicefile }}' ?
fr_fr: Voulez-vous vraiment créer un volume physique sur '{{ devicefile }}' ?
hu_hu: Valóban létre akarja hozni a '{{ devicefile }}' fizikai kötetet?
ja_jp: '{{devicefile}}'に物理ボリュームを作成しますか？
uk_uk: Бажаєте створити фізичний том на '{{ devicefile }}'?

source: Do you really want to create the logical volume?
ar_sa: هل تريد فعلا إنشاء وحدة التخزين المنطقية ؟
ca_es: Estas segur que vols crear el volum lògic?
el_gr: Δημιουργία του λογικού τόμου;
fr_fr: Voulez-vous vraiment créer le volume logique?
hu_hu: Valóban létre szeretné hozni a logikai kötetet?
ja_jp: 論理ボリュームを作成してもよろしいですか？
pl_pl: Czy na pewno chcesz utworzyć logiczny wolumin?
tr_tr: Mantıksal bölüm oluşturmak istediğinize emin misiniz?
uk_uk: Справді бажаєте створити логічний розділ?

source: Do you really want to create the physical volume?
ar_sa: هل تريد فعلا إنشاء وحدة التخزين الحقيقية ؟
ca_es: Estas segur que vols crear el volum físic?
el_gr: Δημιουργία του φυσικού τόμου;
fr_fr: Voulez-vous vraiment créer le volume physique?
hu_hu: Valóban létre szeretné hozni a fizikai kötetet?
ja_jp: 物理ボリュームを作成してもよろしいですか？
pl_pl: Czy na pewno chcesz utworzyć fizyczny wolumin?
tr_tr: Fiziksel bölüm oluşturmak istediğinize emin misiniz?
uk_uk: Справді бажаєте створити фізичний розділ?

source: Do you really want to create the volume group?
ar_sa: هل تريد فعلا إنشاء مجموعة وحدة تخزين ؟
ca_es: Estas segur que vols crear el grup de volums?
el_gr: Δημιουργία ομάδας τόμων;
fr_fr: Voulez-vous créer le groupe de volumes?
hu_hu: Valóban létre szeretné hozni a kötetcsoportot?
ja_jp: ボリュームグループを作成してもよろしいですか？
pl_pl: Czy na pewno chcesz utworzyć grupę woluminów?
tr_tr: Bölüm grubu oluşturmak istediğinize emin misiniz?
uk_uk: Справді бажаєте створити групу розділів?

source: Do you really want to resize the selected physical volume?
ar_sa: هل تريد فعلا تغيير حجم وحدة التخزين الفعلية المحددة؟
ca_es: Realment desitges redimensionar el volum seleccionat?
el_gr: Προσαρμογή του επιλεγμένου φυσικού τόμου;
fr_fr: Voulez-vous vraiment redimensionner le volume physique sélectionné ?
hu_hu: Valóban át szeretné méretezni a kiválasztott fizikai kötetet?
ja_jp: 選択した物理ボリュームをリサイズしてもよろしいですか？
pl_pl: Czy na pewno chcesz zmienić rozmiar wybranego fizycznego woluminu?
tr_tr: Seçilen fiziksel bölümü yeniden boyutlandırmak istediğinize emin misiniz?
uk_uk: Бажаєте змінити розмір даного фізичного розділу?

source: Edit
ca_es: Edita
el_gr: Επεξεργασία
fr_fr: Éditer
hu_hu: Szerkesztés
ja_jp: 編集
pl_pl: Edytuj
tr_tr: Düzenle
uk_uk: Редагувати

source: Edit logical volume
ar_sa: تحرير وحدة تخزين منطقية
ca_es: Editar volum lògic
el_gr: Μεταβολή λογικού τόμου
fr_fr: Modifier le volume logique
hu_hu: Logikai kötet szerkesztése
ja_jp: 論理ボリュームの編集
pl_pl: Edycja woluminu logicznego
tr_tr: Mantıksal bölümü düzenle
uk_uk: Редагувати логічний розділ

source: Edit volume group
ar_sa: تحرير مجموعة وحدة تخزين
ca_es: Editar grup de volums
el_gr: Μεταβολή ομάδας τόμων
fr_fr: Modifier le groupe de volumes
hu_hu: Kötetcsoport szerkesztése
ja_jp: ボリュームグループの編集
pl_pl: Edycja grupy woluminów
tr_tr: Bölüm grubu düzenle
uk_uk: Редагувати групу розділів

source: Extend
ar_sa: توسيع
ca_es: Ampliar
el_gr: Επέκταση
fr_fr: Agrandir
hu_hu: Kiterjesztés
ja_jp: 拡張
pl_pl: Rozszerz
tr_tr: Genişlet
uk_uk: Збільшити

source: Extend logical volume
ar_sa: توسيع وحدة التخزين المنطقية
ca_es: Ampliar volum lògic
el_gr: Επέκταση λογικού τόμου
fr_fr: Agrandir le volume logique
hu_hu: Logikai kötet kiterjesztése
ja_jp: 論理ボリュームの拡張
pl_pl: Rozszerz wolumin logiczny
tr_tr: Mantıksal bölümü genişlet
uk_uk: Збільшити логічний розділ

source: Extend volume group
ar_sa: توسيع مجموعة تخزين
ca_es: Ampliar grup de volums
el_gr: Επέκταση ομάδας τόμων
fr_fr: Agrandir le groupe de volumes
hu_hu: Kötetcsoport kiterjesztése
ja_jp: ボリュームグループの拡張
pl_pl: Rozszerz grupę woluminów
tr_tr: Bölüm grubunu genişlet
uk_uk: Збільшити групу розділів

source: Extended logical volume '{{ devicefile }}'.
ca_es: Volum lògic ampliat "{{devicefile}}".
el_gr: Επέκταση λογικού τόμου '{{ devicefile }}'.
fr_fr: Volume logique '{{ devicefile }}' étendu.
hu_hu: '{{ devicefile }}' kiterjesztett logikai kötet.
ja_jp: 拡張論理ボリューム '{{devicefile}}'。
tr_tr: Genişletilmiş mantıksal bölüm '{{ devicefile }}'.
uk_uk: Розширений логічний том '{{ devicefile }}'.

source: Extended volume group '{{ devicefile }}'.
ca_es: Grup de volums ampliat "{{devicefile}}".
el_gr: Επέκταση ομάδας τόμων '{{ devicefile }}'.
fr_fr: Groupe de volume '{{ devicefile }}' étendu.
hu_hu: '{{ devicefile }}' kiterjesztett kötetcsoport.
ja_jp: 拡張ボリュームグループ '{{devicefile}}'。
tr_tr: Genişletilmiş bölüm grubu '{{ devicefile }}'.
uk_uk: Розширена група томів "{{ devicefile }}".

source: Free
ar_sa: إفراغ
ca_es: Lliure
el_gr: Διαθέσιμο
fr_fr: Libérer
hu_hu: Szabad
ja_jp: 空き
pl_pl: Wolne
tr_tr: Boş
uk_uk: Вільно

source: Invalid name
ar_sa: اسم غير صالح
ca_es: Nom inválid
el_gr: Άκυρο όνομα
fr_fr: Nom invalide
hu_hu: Érvénytelen név
ja_jp: 不正な名前
pl_pl: Nieprawidłowa nazwa
tr_tr: Geçersiz ad
uk_uk: Неправильна назва

source: Logical Volume Management
ar_sa: إدارة وحدات التخزين المنطقية
ca_es: Gestió de volums lògics
el_gr: Διαχείριση Λογικών Τόμων
fr_fr: Gestion des volumes logiques
hu_hu: Logikai kötet kezelése
ja_jp: 論理ボリュームの管理(LVM)
pl_pl: Zarządzanie logicznym woluminem
tr_tr: Mantıksal Bölüm Yönetimi
uk_uk: Керування логічними розділами

source: Logical Volumes
ca_es: Volums lògics
el_gr: Λογικοί Τόμοι
fr_fr: Volumes Logiques
hu_hu: Logikai kötetek
ja_jp: 論理ボリューム
tr_tr: Mantıksal bölümler
uk_uk: Логічні томи

source: Logical volumes
ar_sa: وحدات التخزين المنطقية
ca_es: Volums lògics
el_gr: Λογικοί τόμοι
fr_fr: Volumes logiques
hu_hu: Logikai kötetek
ja_jp: 論理ボリューム
pl_pl: Logiczne woluminy
tr_tr: Mantıksal bölümler
uk_uk: Логічні розділи

source: Name
ar_sa: الاسم
ca_es: Nom
el_gr: Όνομα
fr_fr: Nom
hu_hu: Név
ja_jp: 名前
pl_pl: Nazwa
tr_tr: İsim
uk_uk: Ім'я

source: No free space available to create a logical volume.
ar_sa: لا توجد مساحة حرة متوفرة لإنشاء وحدة تخزين منطقية.
ca_es: No hi ha prou espai lliure per a crear un volum lògic.
el_gr: Δεν περισσεύει χώρος για την δημιουργία του λογικού τόμου.
fr_fr: Aucun espace libre n'est disponible pour créer un volume logique.
hu_hu: Nincs elég szabad terület a logikai meghajtón a létrehozáshoz.
ja_jp: 論理ボリュームを作成するために利用可能な空きスペースがありません。
pl_pl: Brak wolnego miejsca do utworzenia woluminu logicznego.
tr_tr: Mantıksal bölüm oluşturmak için yeterli boş alan yok.
uk_uk: Немає вільного місця для створення логічного розділу.

source: No free space available to extend the logical volume.
ar_sa: لا توجد مساحة حرة متوفرة لتوسيع وحدة تخزين منطقية.
ca_es: No hi ha prou espai lliure per a estendre el volum lògic.
el_gr: Δεν περισσεύει χώρος για την επέκταση του λογικού τόμου.
fr_fr: Aucun espace libre n'est disponible pour étendre le volume logique.
hu_hu: Nincs elég szabad terület a logikai meghajtón a kiterjesztéshez.
ja_jp: 論理ボリュームを拡張するために利用可能な空きスペースがありません。
pl_pl: Brak wolnego miejsca do rozszerzenia woluminu logicznego.
tr_tr: Mantıksal bölümü genişletmek için yeterli boş alan yok.
uk_uk: Немає вільного місця для розширення логічного розділу.

source: Physical Volumes
ca_es: Volums físics
el_gr: Φυσικοί Τόμοι
fr_fr: Volumes Physiques
hu_hu: Fizikai kötetek
ja_jp: 物理ボリューム
tr_tr: Fiziksel Bölümler
uk_uk: Фізичні томи

source: Physical volumes
ar_sa: وحدات التخزين الحقيقية
ca_es: Volums físics
el_gr: Φυσικοί τόμοι
fr_fr: Volumes physiques
hu_hu: Fizikai kötetek
ja_jp: 物理ボリューム
pl_pl: Fizyczne woluminy
tr_tr: Fiziksel bölümler
uk_uk: Фізичні розділи

source: Reduce
ar_sa: تقليص
ca_es: Reduir
el_gr: Μείωση
fr_fr: Réduire
hu_hu: Csökkentés
ja_jp: 縮小
pl_pl: Ogranicz
tr_tr: Küçült
uk_uk: Зменшити

source: Reduce volume group
ar_sa: تقليص مجموعة وحدة التخزين
ca_es: Reduir grup de volums
el_gr: Μείωση ομάδας τόμων
fr_fr: Réduire le groupe de volumes
hu_hu: Kötetcsoport csökkentése
ja_jp: ボリュームグループの縮小
pl_pl: Ogranicz grupę woluminów
tr_tr: Bölüm grubunu küçült
uk_uk: Зменшити групу розділів

source: Reduced volume group '{{ devicefile }}'.
ca_es: Grup de volums reduït "{{devicefile}}".
el_gr: Ελάττωση ομάδας τόμων '{{ devicefile }}'.
fr_fr: Groupe de volumes '{{ devicefile }}' réduit.
hu_hu: '{{ devicefile }}' kötetcsoport csökkentése.
ja_jp: 削減されたボリュームグループ '{{devicefile}}'。
uk_uk: Зменшена група томів "{{ devicefile }}".

source: Resize
ar_sa: تغيير الحجم
ca_es: Redimensionar
el_gr: Προσαρμογή μεγέθους
fr_fr: Redimensionner
hu_hu: Átméretezés
ja_jp: リサイズ
pl_pl: Zmień rozmiar
tr_tr: Yeniden boyutlandır
uk_uk: Змінити розмір

source: Select a device ...
ca_es: Selecciona un dispositiu ...
el_gr: Επιλογή συσκευής...
fr_fr: Sélectionner un périphérique ...
hu_hu: Válasszon ki egy meghajtót ...
ja_jp: デバイスを選択 ...
pl_pl: Wybierz urządzenie ...
tr_tr: Aygıt seçiniz ...
uk_uk: Оберіть пристрій ...

source: Select a volume group ...
ar_sa: اختر مجموعة وحدة تخزين
ca_es: Selecciona un grup de volums ...
el_gr: Επιλογή ομάδας τόμων ...
fr_fr: Sélectionnez un groupe de volumes ...
hu_hu: Válasszon ki egy kötetcsoportot...
ja_jp: ボリュームグループの選択 ...
pl_pl: Wybierz grupę woluminu...
tr_tr: Bölüm grubu seç ...
uk_uk: Оберіть групу розділів ...

source: Select an device ...
ar_sa: تحديد جهاز ...
ca_es: Selecciona un dispositiu
el_gr: Επιλογή συσκευής ...
fr_fr: Sélectionnez un périphérique ...
hu_hu: Válasszon ki egy meghajtót...
ja_jp: デバイスの選択 ...
pl_pl: Wybierz urządzenie...
tr_tr: Aygıt seç ...
uk_uk: Обрати пристрій ...

source: Select devices ...
ca_es: Selecciona dispositius ...
el_gr: Επιλογή συσκευών ...
fr_fr: Sélectionnez des périphériques ...
hu_hu: Eszközök kivála Select devic
ja_jp: デバイスを選択 ...
tr_tr: Aygıtları seçiniz ...
uk_uk: Оберіть пристрої ...

source: Select the devices used to extend the volume group.
ca_es: Seleccioneu els dispositius que s’utilitzaran per ampliar el grup de volums.
el_gr: Επιλογή συσκευών για προσθήκη ως επέκταση της ομάδας τόμων.
fr_fr: Sélectionnez le périphérique utilisé pour étendre le groupe de volumes.
hu_hu: Válassza ki a kötetcsoport kiterjesztéséhez használt eszközöket.
ja_jp: ボリュームグループの拡張に使用するデバイスを選択します。
uk_uk: Виберіть пристрої, які використовуються для розширення групи томів.

source: Select the devices used to reduce from the volume group.
ca_es: Seleccioneu els dispositius que voleu reduir del grup de volums.
el_gr: Επιλογή συσκευών για αφαίρεση ως ελάττωση της ομάδας τόμων.
fr_fr: Sélectionnez le périphérique utilisé pour réduire le groupe de volumes.
hu_hu: A kötetcsoportból válassza ki a csökkenteni kívánt eszközöket.
ja_jp: ボリュームグループから削除するデバイスを選択します。
uk_uk: Виберіть пристрої, які використовуються для зменшеної групи томів.

source: Size
ar_sa: الحجم
ca_es: Mida
el_gr: Μέγεθος
fr_fr: Taille
hu_hu: Méret
ja_jp: サイズ
pl_pl: Rozmiar
tr_tr: Büyüklük
uk_uk: Розмір

source: Snapshot
ar_sa: صوره لحظية Snapshot
ca_es: Instantània
el_gr: Στιγμιότυπο
fr_fr: Instantané
hu_hu: Pillanatkép
ja_jp: スナップショット
pl_pl: Migawka
tr_tr: Anlık Durum Görüntüsü
uk_uk: Знімок

source: The name of the logical volume.
ca_es: El nom del volum lògic.
el_gr: Το όνομα του λογικού τόμου.
hu_hu: A logikai kötet neve.
ja_jp: 論理ボリュームの名前。

source: The name of the volume group.
ca_es: El nom del grup de volums.
el_gr: Το όνομα της ομάδας τόμων.
hu_hu: A kötetcsoport neve.
ja_jp: ボリュームグループの名前。

source: The percentage of the total space in the volume group to allocate for the new logical volume.
ca_es: El percentatge de l'espai total del grup de volums que s'ha d'assignar al nou volum lògic.
el_gr: Το ποσοστό του συνολικού χώρου της ομάδας τόμων που θα αποδοθεί στον νέο λογικό τόμο.
fr_fr: Le pourcentage de l'espace total dans le groupe de volumes à allouer pour le nouveau volume logique.
hu_hu: A kötetcsoport teljes területének százalékos aránya az új logikai kötet számára.
ja_jp: 新しい論理ボリュームに割り当てるボリュームグループ内の空き領域の割合。
uk_uk: Відсоток загального простору в групі томів, який потрібно виділити для нового логічного тому.

source: The percentage of the total space in the volume group to use by the logical volume.
ca_es: El percentatge de l'espai total del grup de volums que utilitzarà el volum lògic.
el_gr: Το ποσοστό του συνολικού χώρου της ομάδας τόμων προς χρήση από τον λογικό τόμο.
fr_fr: Le pourcentage de l'espace total dans le groupe de volumes à utiliser par le volume logique.
hu_hu: A kötetcsoport teljes méretének százalékos aránya, amelyet a logikai kötet használ.
ja_jp: 論理ボリュームが使用する、ボリュームグループ内の空き領域の割合。
tr_tr: Bölüm grubunda mantıksal bölüm tarafından kullanılan tğm alanın yüzdesi.
uk_uk: Відсоток загального простору в групі томів для використання логічним томом.

source: Updated logical volume '{{ devicefile }}'.
ca_es: S'ha actualitzat el volum lògic "{{devicefile}}".
el_gr: Ενημέρωση λογικού τόμου '{{ devicefile }}'.
fr_fr: Volume logique '{{ devicefile }}' mis à jour.
hu_hu: '{{ devicefile }}' logikai kötet frissítve.
ja_jp: 論理ボリューム '{{ devicefile }}' を更新しました。
tr_tr: Güncellenmiş mantıksal bölüm '{{ devicefile }}'.
uk_uk: Оновлено логічний том "{{ devicefile }}".

source: Updated volume group '{{ devicefile }}'.
ca_es: S'ha actualitzat el volum lògic "{{devicefile}}".
el_gr: Ενημέρωση ομάδας τόμων '{{ devicefile }}'.
fr_fr: Groupe de volumes '{{ devicefile }}' mis à jour.
hu_hu: '{{ devicefile }}' kötetcsoport frissítve.
ja_jp: ボリュームグループ '{{ devicefile }}' を更新しました。
tr_tr: Güncellenmiş bölüm grubu '{{ devicefile }}'.
uk_uk: Оновлена група томів "{{ devicefile }}".

source: Used
ar_sa: مستعمل
ca_es: Utilitzat
el_gr: Χρησιμοποιημένο
fr_fr: Utilisé
hu_hu: Foglalt
ja_jp: 使用済み
pl_pl: Użyte
tr_tr: Kullanılan
uk_uk: Використано

source: Volume Group
ca_es: Grup de volums
el_gr: Ομάδα Τόμων
fr_fr: Groupe de Volumes
hu_hu: Kötetcsoport
ja_jp: ボリュームグループ
tr_tr: Bölüm Grubu
uk_uk: Група Розділів

source: Volume Groups
ca_es: Grups de volums
el_gr: Ομάδες Τόμων
fr_fr: Groupes de Volumes
hu_hu: Kötetcsoportok
ja_jp: ボリュームグループ
tr_tr: Bölüm Grupları
uk_uk: Групи Розділів

source: Volume group
ar_sa: مجموعة وحدة تخزين
ca_es: Grup de volums
el_gr: Ομάδα τόμων
fr_fr: Groupe de volumes
hu_hu: Kötetcsoport
ja_jp: ボリュームグループ
pl_pl: Grupa woluminu
tr_tr: Bölüm grubu
uk_uk: Група розділів

source: Volume groups
ar_sa: مجموعات وحدة تخزين
ca_es: Grups de volums
el_gr: Ομάδες τόμων
fr_fr: Groupes de volumes
hu_hu: Kötetcsoportok
ja_jp: ボリュームグループ
pl_pl: Grupy woluminu
tr_tr: Bölüm grupları
uk_uk: Групи розділів
