Repository: Avenger-285714/openmediavault
Catalog: deb/openmediavault-clamav/usr/share/openmediavault/locale/*/openmediavault-clamav.po
Languages: de_de

source: Add on-access scan
de_de: On-Access-Scan hinzufügen

source: Add scheduled job
de_de: Geplante Aufgabe hinzufügen

source: Algorithmic detection
de_de: Algorithmische Erkennung

source: An email message with the command output (if any produced) is send to the administrator.
de_de: Eine E-Mail mit den Kommando-Ausgaben (falls vorhanden) wird an den Administrator gesendet.

source: Be verbose.
de_de: Sei wortreich.

source: Comment
de_de: Kommentar

source: Database checks
de_de: Datenbank Prüfungen

source: Date & Time
de_de: Datum &amp; Zeit

source: Day of month
de_de: Tag des Monats

source: Day of week
de_de: Wochentag

source: Detect PUA
de_de: Erkenne PUA

source: Detect broken executables
de_de: Erkenne defekte ausführbare Dateien

source: Done ...
de_de: Fertig ...

source: Edit on-access scan
de_de: On-Access-Scan bearbeiten

source: Edit scheduled job
de_de: Geplante Aufgabe bearbeiten

source: Enable
de_de: Aktivieren

source: Enable HTML detection and normalisation.
de_de: Aktiviere HTML-Erkennung und -Normalisierung.

source: Enable archive scanning.
de_de: Aktiviere Scannen von Archiven.

source: Enable on-access virus scanning
de_de: Aktiviere On-Access-Virenscanner

source: Enable scanning of ELF files.
de_de: Aktiviere Scannen von ELF-Dateien.

source: Enable scanning of OLE2 files, such as Microsoft Office documents and .msi files.
de_de: Aktiviere Scannen von OLE2-Dateien, wie Microsoft Office Dokumente und .msi Dateien.

source: Enable scanning within PDF files.
de_de: Aktiviere Scannen innerhalb von PDF-Dateien.

source: Enable the algorithmic detection.
de_de: Aktiviere die algorithmische Erkennung.

source: Enable the detection of broken executables (both PE and ELF).
de_de: Aktiviere die Erkennung von defekten ausführbaren Dateien (PE und ELF).

source: Enable the detection of possibly unwanted applications.
de_de: Aktiviere die Erkennung von "possibly unwanted applications".

source: Enabled
de_de: Aktiviert

source: Every N day of month
de_de: Jeden N. Tag des Monats

source: Every N hour
de_de: Jede N. Stunde

source: Every N minute
de_de: Jede N. Minute

source: Execute scheduled job
de_de: Geplante Aufgabe ausführen

source: Extra options
de_de: Erweiterte Optionen

source: Follow directory symlinks
de_de: Folge Verzeichnis-Symlinks

source: Follow directory symlinks.
de_de: Folge Verzeichnis-Symlinks.

source: Follow file symlinks
de_de: Folge Datei-Symlinks

source: Follow regular file symlinks.
de_de: Folge normalen Datei-Symlinks.

source: General settings
de_de: Allgemeine Einstellungen

source: Hour
de_de: Stunde

source: Infected files
de_de: Infizierte Dateien

source: Log clean files
de_de: Saubere Dateien melden

source: Log clean files. This drastically increases the log size.
de_de: Saubere Dateien melden. Dies erhöht die Größe des Logs drastisch.

source: Message
de_de: Nachricht

source: Monitor the shared folder and scan new or modified files.
de_de: Überwache diesen freigegebenen Ordner und scanne neue oder modifizierte Dateien.

source: Month
de_de: Monat

source: Number of database update checks per day. Set to 0 to disable.
de_de: Anzahl der Datenbank-Update-Prüfungen pro Tag. Auf 0 setzen zum deaktivieren.

source: On Access Scans
de_de: On-Access-Scan

source: Perform a deeper analysis of executable files.
de_de: Führe eine tiefergehende Analyse von ausführbaren Dateien durch.

source: Please check the <a href='https://github.com/vrtadmin/clamav-faq/raw/master/manual/clamdoc.pdf' target='_blank'>manual page</a> for more details.
de_de: Bitte die <a href='https://github.com/vrtadmin/clamav-faq/raw/master/manual/clamdoc.pdf' target='_blank'>Hilfeseiten</a> für weitere Details lesen.

source: Quarantine
de_de: Quarantäne

source: Run
de_de: Ausführen

source: Scan ELF
de_de: Scanne ELF

source: Scan HTML
de_de: Scanne HTML

source: Scan OLE2
de_de: Scanne OLE2

source: Scan PDF
de_de: Scanne PDF

source: Scan Portable Executable
de_de: Scanne portable ausführbare Dateien

source: Scan archives
de_de: Scanne Archive

source: Scan the directory contents in parallel using available threads.
de_de: Scanne die Verzeichnis-Inhalte parallel mithilfe der verfügbaren Threads.

source: Scheduled Jobs
de_de: Geplante Aufgaben

source: Send command output via email
de_de: Sende Kommando-Ausgabe via E-Mail

source: Send email
de_de: Sende E-Mail

source: Settings
de_de: Einstellungen

source: Shared folder
de_de: Freigegebene Ordner

source: The location of the files to scan on-access.
de_de: Der Speicherort der Dateien, die beim Zugriff gescannt werden sollen.

source: The location of the files to scan.
de_de: Der Ort der zu scannenden Dateien.

source: The location which is used as quarantine.
de_de: Der Ort, der als Quarantäne verwendet wird.

source: The option, how to handle infected files.
de_de: Die Option, wie mit infizierte Dateien umgegangen wird.

source: Verbose
de_de: Wortreich

source: n/a
de_de: N/V
