Repository: Avenger-285714/openmediavault
Catalog: deb/openmediavault-photoprism/usr/share/openmediavault/locale/*/openmediavault-photoprism.po
Languages: el_gr

source: A password is required to access the library.
el_gr: Απαιτείται κωδικός για την πρόσβαση στην βιβλιοθήκη.

source: Application data
el_gr: Δεδομένα εφαρμογής

source: Authentication
el_gr: Πιστοποίηση

source: Enable
el_gr: Ενεργοποίηση

source: Enabled
el_gr: Ενεργό

source: General settings
el_gr: Γενικές ρυθμίσεις

source: If enabled, all features that require write permission to the images folder are disabled, in particular import, upload, and delete.
el_gr: Αν ενεργοποιηθεί, τότε όλες οι λειτουργίες που απαιτούν δικαίωμα εγγραφής στον φάκελο των εικόνων θα απενεργοποιηθούν - συγκεκριμένα η εισαγωγή, η προσθήκη και η διαγραφή.

source: Images
el_gr: Εικόνες

source: Import
el_gr: Εισαγωγή

source: Library name
el_gr: Όνομα βιβλιοθήκης

source: Note, this application does not support HTTPS.
el_gr: Σημειωτέον, αυτή η εφαρμογή δεν υποστηρίζει HTTPS.

source: Password
el_gr: Συνθηματικό

source: Please note that the first deployment of the application can take a long time because the container images have to be downloaded first.
el_gr: Σημειωτέον πως η πρώτη ενεργοποίηση της εφαρμογής θα καθυστερήσει αρκετά, επειδή πρέπει πρώτα να ληφθούν τα αρχεία της εγκατάστασης.

source: Port
el_gr: Θύρα

source: Port to listen on.
el_gr: Θύρα για ακρόαση.

source: Read-only
el_gr: Μόνο για ανάγνωση

source: Settings
el_gr: Ρυθμίσεις

source: Shared folder
el_gr: Κοινόχρηστος φάκελος

source: The location of the media files to share.
el_gr: Η τοποθεσία των αρχείων προς διαμοιρασμό.

source: The location of the media files.
el_gr: Η τοποθεσία των αρχείων πολυμέσων.

source: The location of the media files. Make sure the user <em>photoprism</em> or group <em>users</em> can access the files.
el_gr: Η τοποθεσία των αρχείων πολυμέσων. Βεβαιωθείτε πως ο χρήστης <em>photoprism</em> ή η ομάδα <em>χρήστες</em> έχει πρόσβαση στα αρχεία.

source: The location where to store the application data.
el_gr: Η θέση αποθήκευσης των δεδομένων της εφαρμογής.

source: The name of the library as displayed by the clients.
el_gr: Τό όνομα της βιβλιοθήκης, όπως φαίνεται στους πελάτες.

source: Updated PhotoPrism settings.
el_gr: Ενημέρωση ρυθμίσεων PhotoPrism.

source: Updated iTunes/DAAP settings.
el_gr: Ενημέρωση ρυθμίσεων iTunes/DAAP.

source: Use the <<strong>admin:photoprism</strong>> credentials when logging in for the first time. Please do not forget to change the password immediately.
el_gr: Δώστε τα διαπιστευτήρια admin:photoprism κατά την πρώτη σύνδεση. Μην ξεχάσετε μετά να αλλάξετε αμέσως τον κωδικό.

source: Use the <em>admin:admin</em> credentials when logging in for the first time. Please do not forget to change the password immediately.
el_gr: Δώστε τα διαπιστευτήρια <em>admin:admin</em> κατά την πρώτη σύνδεση. Μην ξεχάσετε μετά να αλλάξετε αμέσως τον κωδικό.

source: Use the <em>admin:photoprism</em> credentials when logging in for the first time. Please do not forget to change the password immediately.
el_gr: Δώστε τα διαπιστευτήρια <em>admin:photoprism</em> κατά την πρώτη σύνδεση. Μην ξεχάσετε μετά να αλλάξετε αμέσως τον κωδικό.

source: You may optionally mount an import folder from which files can be transferred to the originals folder in a structured way that avoids duplicates.
el_gr: Μπορείτε προαιρετικά να προσαρτήσετε έναν φάκελο εισαγωγής από όπου θα μεταφέρονται αρχεία στον πρωτότυπο φάκελο με δομημένο τρόπο που αποτρέπει τα διπλότυπα.

source: You may optionally mount an import folder from which files can be transferred to the originals folder in a structured way that avoids duplicates. Make sure the user <em>photoprism</em> or group <em>users</em> can access the files.
el_gr: Μπορείτε προαιρετικά να προσαρτήσετε έναν φάκελο εισαγωγής από όπου θα μεταφέρονται αρχεία στον πρωτότυπο φάκελο με δομημένο τρόπο που αποτρέπει τα διπλότυπα. Βεβαιωθείτε πως ο χρήστης <em>photoprism</em> ή η ομάδα <em>χρήστες</em> έχουν πρόσβαση στα αρχεία.
